/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

/* Overview Strings */

"kSMBServiceIs" = "SMB サービス：";

"kStartTime" = "開始時刻： ";

"kCurrentConnections" = "現在の接続：";

"kGuestAccess" = "ゲストアクセス：";

/* */

"kGuestName" = "ゲスト";

"kNoStartDateNotRunning" = "参照不可 - サービスが動作していません";

"kDateFormatter" = "%c";

"kErrorCode" = "エラーコード： ";

"RUNNING" = "実行中";

"STOPPED" = "停止";

"STARTING" = "開始中";

"STOPPING" = "停止中";

"PAUSED" = "一時停止";

"UNKNOWN" = "不明";

"N/A" = "使用不可";

"YES" = "入";

"NO" = "切";

"kDOMAIN" = "ドメイン：";

"kWORKGROUP" = "ワークグループ：";

"kLoggingNoDetailString" = "記録するのはエラーと警告だけです。ファイルアクセス・イベントを記録しません。";

"kLoggingMinimalDetailString" = "サービスの開始と停止、認証の失敗、警告とエラーメッセージ、ブラウザ名登録などのイベントを記録します。";

"kLoggingVerboseDetailString" = "ファイルアクセス・イベント、サービスの開始と停止、認証の失敗、警告とエラーメッセージ、ブラウザ名登録などのイベントを記録します。";

"kEmptyNameErrorString" = "SMB フィールドに有効な名前を入力する必要があります";

"kWorkgroupBadCharacterFormatString" = "SMB サーバのワークグループ名に文字”%@“は使用できません";

"kServerNameBadCharacterFormatString" = "SMB サーバ名に文字”%@“は使用できません";

"kInvalidIPAddressFormatString" = "“%@”は、無効な IP アドレスまたは名前です";

"kInvalidConfigurationDataString" = "構成データが無効です";

"kInvalidAuthMethodString" = "1 つ以上の認証方法を有効にする必要があります";

"kWORKGROUPNameErrorString" = "“%@”は、現在選択しているサーバの役割に対して有効な名前ではありません";

"kStandaloneMsgString" = "このサーバは、SMB のファイルサービスとプリントサービスを提供します。このサーバは、SMB コンピュータ上のドメインにログインするための認証サービスは提供しません。";

"kMemberMsgString" = "このサーバは、SMB のファイルとプリントサービスを提供します。このサーバは、ドメインユーザアカウントを持っているユーザのユーザプロファイルとホームフォルダを保管できます。このサーバは、プライマリ・ドメイン・コントローラになっている Mac OS X Server の認証サービスを利用します。";
"kADMemberMsgString" = "このサーバは、SMB のファイルとプリントサービスを提供します。このサーバは、ドメインユーザアカウントを持っているユーザのユーザプロファイルとホームフォルダを保管できます。このサーバは、プライマリ・ドメイン・コントローラになっている Active Directory サーバの認証サービスを利用します。";

"kPDCMsgString" = "このサーバは、SMB のファイルとプリントサービスを提供します。このサーバは、ドメインユーザアカウントを持っているユーザのユーザプロファイルとホームフォルダを保管できます。さらにドメインに認証サービスを提供します。";

"kBDCMsgString" = "このサーバは、SMB のファイルとプリントサービスを提供します。このサーバは、ドメインユーザアカウントを持っているユーザのユーザプロファイルとホームフォルダを保管できます。さらに Mac OS X Server で運用されているドメインにバックアップ認証サービスを提供します。";

"kNotLDAPMasterErrorTitle" = "このサーバは、Open Directory のマスターになっていないためプライマリ・ドメイン・コントローラにすることはできません。";
"kNotLDAPMasterErrorMsg" = "Open Directory サービスの“一般”設定で Open Directory の役割を変更できます。";

"kPDCToDomainMemberErrorTitle" = "このサーバをドメインメンバーにすることはできません。";
"kPDCToDomainMemberErrorMsg" = "ドメイン名が正しいこと、およびドメインが Mac OS X Server によって制御されていることを確認してください。さらに、管理者アカウントが正しく設定されていること、および有効な名前とパスワードを入力したことを確認してください。";

"kDomainMemberToPDCErrorTitle" = "このサーバを SMB プライマリ・ドメイン・コントローラにすることはできません。";
"kDomainMemberToPDCErrorMsg" = "Open Directory が正しく設定されていること、およびサーバが Open Directory （LDAP）マスターであることを確認してください。さらに、管理者アカウントが正しく設定されていること、および有効な名前とパスワードを入力したことを確認してください";

"kNotLDAPReplicaErrorTitle" = "このサーバは、Open Directory の複製になっていないためバックアップ・ドメイン・コントローラにすることはできません。";
"kNotLDAPReplicaErrorMsg" = "Open Directory サービスの“一般”設定で Open Directory の役割を変更できます。";

"kNamingErrorTitle" = "名前が競合しています。";
"kNamingErrorMsg" = "新しいコンピュータ名はこのワークグループ名と同一にはできません。";

/* Failover support */
"kFailover1Title" = "SMB ファイルサービスを開始できません";
"kFailover1Msg" = "サーバがフェイルオーバーペアのパックアップとして使用されているため、SMB ファイルサービスを開始できません。";
"SECONDARY" = "このコンピュータは現在、フェイルオーバーペアのバックアップとして構成されています。SMB ファイルの設定は、フェイルオーバーペアのマスターコンピュータから自動的に同期されます。";
"PRIMARY" = "マスター";
"500" = "フェイルオーバーペアのバックアップコンピュータに設定を書き込むことはできません。";

/* Banner support */

"kSummaryConnections" = "%d 個の接続";

"kSummaryThrouputPerSecFormatter" = "%@／秒";

/* Some SMB related errors */

"100001" = "このサーバをドメインメンバーにすることはできません";

"100002" = "このサーバを SMB プライマリ・ドメイン・コントローラにすることはできません";

"100003" = "このサーバを SMB バックアップ・ドメイン・コントローラにすることはできません";

"100004" = "このユーザ名とパスワードを使用して認証できません";

"100005" = "ドメインに接続できません";

/* Graphs */

"Average Connected Users" = "平均接続ユーザ数";

/* Logs */

"SMB File Service Log" = "SMB ファイルサービスのログ";

"SMB Name Service Log" = "SMB ネームサービスのログ";

/* DO NOT LOCALIZE THESE */

"kSeparatorForFlattenedList" = ",";
